import "./styles.scss"

import Typer from "../../components/Typer/Typer"

const PracticePage = () => {
  return (
    <div className="page sandbox-page">
      <Typer
        // wordSeparator="•"
        text="მე პატარა ნაკადული ვარ, მივრბივარ, მივრაკრაკებ, მივჩუხჩუხებ, გამიშვი, თოვლო, რაგინდა, რომ ჩამალულხარ ჩრდილებში და გამაგრებულხარ ჩემ გზაზე.ხომ ხედავ, მზე როგორ იცინის, ხომ ხედავ, როგორ ალერსით მაფრქვევს მცხუნვარე სხივებს.განა ვერ ხედავ, რომ ამოიფეთქა მწვანე ბალახი, ვერ ხედავ, ფერდობზე რამდენი ლურჯთვალა ია და ენძელაამოსულა?!გახედე ბაღს, როგორ საამურად აყვავებულა ალუჩა და ნუში! ხედავ, ფრინველები მოფრინავენ შორიქვეყნებიდან! ხომ გესმის მათი მხიარული ჟრიამული და ძახილი, ეს იმის ნიშანია, რომ გაზაფხულდა. ხომხედავ, როგორ იშლება ხეზე კოკორი და იშმუშნება მიწაში გამოღვიძებული ჭიაღუა! მალე ამწვანებული ტყეცაშრიალდება.თოვლო, ჩამომეცალე გზიდან! გაზაფხულია, გაზაფხული! ყველაფერი გაიღვიძებს ზამთრის ძილისაგან დაგამოცოცხლდება..."
      />
    </div>
  )
}
export default PracticePage
